T-test2/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.00754;

boundaryField
{
    input1
    {
        type            inletOutlet;
        inletValue      $internalField;
        value           $internalField;
    }
    input2
    {
        type            inletOutlet;
        inletValue      $internalField;
        value           $internalField;
    }
    output
    {
        type            inletOutlet;
        inletValue      $internalField;
        value           $internalField;
    }
    boundary
    {
        type            epsilonWallFunction;
        value           uniform 0.00754;
    }
}


// ************************************************************************* //
